#!/bin/bash

# Логотип текста в зеленом цвете
echo -e '\e[0;32m'  # Устанавливаем зеленый цвет текста
echo -e '$$     $$      $$$$     $$    $$     $$$$   '
echo -e '$$$    $$     $$  $$    $$    $$    $$  $$  '
echo -e '$$$$   $$    $$    $$   $$    $$   $$       '
echo -e '$$ $$  $$    $$    $$   $$    $$    $$$$    '
echo -e '$$  $$ $$    $$    $$   $$    $$        $$  '
echo -e '$$   $$$$    $$    $$   $$    $$        $$  '
echo -e '$$    $$$     $$  $$     $$  $$     $$  $$  '
echo -e '$$     $$      $$$$       $$$$       $$$$   '
echo -e '\e[0m'  # Сбрасываем цвет